Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/mobility-omegat.tmx
Source language: en_us
Languages: pt_br

source: Login Title
pt_br: Título do login

source: Login &Title:
pt_br: &Título de login:

source: Background Color
pt_br: Cor de fundo

source: Foreground Color
pt_br: Cor de primeiro plano

source: &Login Button Text:
pt_br: Texto para o botão &login:

source: Login Button Text
pt_br: Texto para o botão login

source: PIM Type
pt_br: Tipo PIM

source: PIM &Type:
pt_br: &Tipo PIM:

source: &Phone Number:
pt_br: Número do &telefone:

source: Message
pt_br: Mensagem

source: &Message:
pt_br: &Mensagem:

source: Port Number
pt_br: Número da porta

source: &Port Number:
pt_br: Número da &porta:

source: Automatically Send
pt_br: Enviar automaticamente

source: &Automatically Send
pt_br: Enviar &automaticamente

source: Allow Timeout Interrupt
pt_br: Permitir interrupção do tempo de espera

source: &Allow Timeout Interrupt
pt_br: &Permitir interrupção do tempo de espera

source: Task
pt_br: Tarefa

source: Values
pt_br: Valores

source: <New SimpleTableModel>
pt_br: <Novo exemplo do modelo de tabela>

source: Table Model
pt_br: Modelo de tabela

source: Show Borders
pt_br: Exibir bordas

source: Title Font
pt_br: Fonte do título

source: Headers Font
pt_br: Fonte de cabeçalhos

source: Values Font
pt_br: Fonte de valores

source: <New SVGImage>
pt_br: <Nova imagem SVG>

source: SVG Image
pt_br: Imagem SVG

source: External Resource Handler
pt_br: Manipulador de recursos externos

source: SVG Menu Item {0}
pt_br: Item de menu {0} SVG

source: Start Animation Immediately
pt_br: Iniciar animação imediatamente

source: &Start Animation Immediately
pt_br: &Iniciar animação imediatamente

source: Animation Time Increment
pt_br: Incrementar tempo da animação

source: Animation Time &Increment:
pt_br: &Incrementar tempo da animação:

source: Reset Animation When Stopped
pt_br: Redefinir animação quando parado

source: &Reset Animation When Stopped
pt_br: &Redefinir animação quando parado

source: SVG Components
pt_br: Comonentes SVG

source: SVG Player
pt_br: Jogador SVG

source: SVG Menu Action
pt_br: Ação do menu SVG

source: Table Item
pt_br: Ítem de tabela

source: Simple Cancellable Task
pt_br: Exemplo de tarefa Cancellable

source: Simple Table Model
pt_br: Exemplo de modelo de tabela

source: File Browser
pt_br: Navegador de arquivo

source: Login Screen
pt_br: Tela de login

source: PIM Browser
pt_br: Navegador PIM

source: SMS Composer
pt_br: Compositor SMS

source: Splash Screen
pt_br: Tela de splash

source: Wait Screen
pt_br: Tela de espera

source: SVG Menu Element
pt_br: Elemento de menu SVG

source: SVG Menu
pt_br: Menu SVG

source: SVG Splash Screen
pt_br: Tela de splash SVG

source: SVG Wait Screen
pt_br: Tela de espera SVG

source: Go to Task Execution Code:
pt_br: Ir para a tarefa de código de execução:

source: &Go to Source...
pt_br: &Ir para o fonte...

source: Image Path:
pt_br: Caminho da imagem:

source: Can't copy this image since a file with the same name already exists in the source directory
pt_br: Não pode copiar esta imagem a partir de um arquivo com o mesmo nome que já existe no diretório fonte

source: SVG &Image Resource Path:
pt_br: Caminho de recurso de &Image SVG:

source: Task Properties
pt_br: Propriedades de tarefa

source: Login Properties
pt_br: Propriedades de login

source: TableItem
pt_br: Item de tabela

source: Selection Color
pt_br: Seleção de cor

source: Default Action
pt_br: Ação padrão

source: Switch to
pt_br: Mudar para

source: , then to
pt_br: , então para

source: Do Nothing
pt_br: Não fazer nada

source: Note: This action will not do anything.
pt_br: Nota: esta ação não fará nada.

source: Switch to screen
pt_br: Mudar para a tela

source: Target screen:
pt_br: Tela de destino:

source: Alert Forward screen:
pt_br: Alerta para encaminhar tela:

source: Note: Alert Forward screen is only available to Alerts targets.
pt_br: Nota: Alerta para encaminhar tela só está disponível para alertas de destinos..

source: Success
pt_br: Sucesso

source: Failure
pt_br: Falha

source: Dismiss
pt_br: Discartar

source: WaitScreen
pt_br: Tela de espera

source: Success Action
pt_br: Ação de sucesso

source: Failure Action
pt_br: Ação de falha

source: SplashScreen
pt_br: Tela de inicialização

source: When assigned value=true, user can dismiss the screen manually regardless of the timeout value.
pt_br: Quando assinado valor = verdadeiro, usuário pode discartar manualmente a tela independentemente do tempo de espera do valor.

source: Dismiss Action
pt_br: Ação discartar

source: CancellableTask
pt_br: Tarefa Cancellable

source: SimpleCancellableTask
pt_br: Exemplo de tarefa Cancellable

source: Executable Method Body
pt_br: Corpo do método executável

source: <New SimpleCancellableTask>
pt_br: <Novo exemplo de tarefa Cancellable>

source: TableModel
pt_br: Modelo de tabela

source: SimpleTableModel
pt_br: Exemplo de modelo de tabela

source: Table Model - {0}
pt_br: Modelo de tabela - {0}

source: &Columns:
pt_br: &Colunas:

source: &Rows:
pt_br: &Linhas:

source: Use &Headers
pt_br: Utilizar &cabeçalhos

source: Add Column
pt_br: Adicionar coluna

source: Remove Column
pt_br: Remover Coluna

source: Add Row
pt_br: Adicionar linha

source: Remove Row
pt_br: Remover linha

source: SVG Image Files
pt_br: Arquivos de imagem SVG

source: SVG Image is not SVG-Tiny compatible
pt_br: Imagem SVG não é compatível SVG-Tiny

source: Task source code will be regenerated when switching between views or saving documents.
pt_br: Tarefa de código fonte será regenerada quando alternar entre exibir ou salvar documentos.

source: Go to Source button is disabled if the task code is not generated yet.
pt_br: Ir para fonte botão está desabilitado se o código da tarefa não foi gerado ainda.

source: Add R&ow
pt_br: Adicionar L&inhas

source: Add &Column
pt_br: Adicionar &colunas

source: Table &Model:
pt_br: &Modeo de tabelal:

source: Remove Co&lumn
pt_br: Remover Co&luna

source: Remove Ro&w
pt_br: Remover Li&nha

source: Use &Header
pt_br: Utilizar &Cabeçalho

source: &Table Model:
pt_br: Modelo de &tabelal:

source: Columns:
pt_br: Colunas:

source: <Image not specified>
pt_br: <Imagem não especificada>

source: <Image is usercode>
pt_br: <Imagem é código de usuário>

source: <Text not specified>
pt_br: <Texto não especificado>

source: <Text is empty>
pt_br: <Texto está vazio>

source: <Text is usercode>
pt_br: <Texto é código de usuário>

source: <SVG Image is not specified>
pt_br: <Imagem SVG não está especificada>

source: <SVG Image is not SVG Tiny compatible>
pt_br: <Imagem SVG não é compatível com SVG Tinye>

source: <SVG Image is usercode>
pt_br: <Imagem SVG é código de usuário>

source: <No table model specified>
pt_br: <Nenhum modelo de tabela especificado>

source: <Table model is user code>
pt_br: <Modelo de tabela é código de usuário>

source: <Empty table model>
pt_br: <Modelo de tabela vazia>

source: <User Code>
pt_br: <Código do usuário>

source: VMD Code Generator
pt_br: Gerador de código VMD

source: Visual Mobile Designer - Code Generator
pt_br: Projetista móvel visual - Gerador de código

source: Preprocessor Blocks
pt_br: Pré-processador de blocos

source: Earth
pt_br: Terra

source: City Lights
pt_br: Luzes da cidade

source: Norway Today
pt_br: Hoje Noruega

source: Defined ability
pt_br: Habilidade definida

source: Available Items
pt_br: Itens disponíveis

source: Java ME Preprocessor
pt_br: Pré-processador Java ME

source: Preprocessor Directive
pt_br: Pré-processador de diretivas

source: Active Preprocessor Block
pt_br: Ativa pré-processador de bloco

source: Inactive Preprocessor Block
pt_br: Inativa pré-processador de bloco

source: Preprocessor Hint
pt_br: Dica de pré-processador

source: Undefined ability
pt_br: Habilidade não definida

source: Project Configuration
pt_br: Configuração de projeto

source: Available Directives
pt_br: Diretivas disponíveis

source: Generate Preprocessor Blocks Popup
pt_br: Gerar pré-processador de blocos pop-up

source: Java ME Editor Support
pt_br: Suporte para editor Java ME

source: Java Mobile Edition Editor Support module
pt_br: Módulo de suporte para editor de edição móvel Java

source: Preprocessor error
pt_br: Erro no pré-processador

source: Collapse Preprocessor Blocks
pt_br: Esconde pré-processador de blocos

source: Expand Preprocessor Blocks
pt_br: Expande pré-processador de blocos

source: Inverted Block
pt_br: Bloco invertido

source: Collapse all preprocessor blocks and expand all blocks that contain the active configuration
pt_br: Esconde todos os pré-processadores de blocos e expande todos os blocos que contem a configuração ativa

source: Expand/Collapse for Current Configuration
pt_br: Expande/Esconde para configuração atual

source: Add or remove configurations from block
pt_br: Adiciona ou exclui configurações de bloco

source: Manage Preprocessor Block...
pt_br: Gerenciar pré-processador de bloco...

source: Manage Preprocessor Block
pt_br: Gerenciar pré-processador de bloco

source: Create If and Update Else Block
pt_br: Criar if e atualizar else do bloco

source: Add Configurations To Project...
pt_br: Adicionar configurações para projeto...

source: J2ME Source Objects
pt_br: Objetos do código fonte J2ME

source: Default level
pt_br: Nível padrão

source: Informational
pt_br: Informação

source: Warnings only
pt_br: Somente avisos

source: Errors only
pt_br: Somente erros

source: Unrecoverable errors only
pt_br: Apenas erros irrecuperáveis

source: Evaluate expression
pt_br: Avaliar expressão

source: Check for definition
pt_br: Verifique para definição

source: Check for absence
pt_br: Verifique se há falta

source: Otherwise check for definition
pt_br: Outro cheque para definição

source: Otherwise check for absence
pt_br: Outro cheque para ausência

source: Otherwise evaluate expression
pt_br: Outra expressão para avaliar

source: Close the block
pt_br: Fechar o bloco

source: Otherwise
pt_br: Outros

source: Debug next line
pt_br: depurar linha seguinte

source: Debug multiple lines
pt_br: Depurar múltiplas linhas

source: Close #mdebug block
pt_br: Fechar bloco #mdebug

source: Define temporary symbol
pt_br: Definirsímbolo temporário

source: Undefine symbol
pt_br: Símbolo indefinido

source: Mark source file
pt_br: Marcar arquivo fonte

source: Re-Comment
pt_br: Re-comentário

source: Add Elif Block Section
pt_br: Adicionar seção de bloco elif

source: Re-Comment Preprocessor Blocks
pt_br: Re-comentáriode pré-processador de blocos

source: Create Debug Block
pt_br: Criar bloco depurador

source: Create If / Else Block
pt_br: Criar bloco if / else

source: Create Nested If / Else Block
pt_br: Criar bloco aninhado if / else

source: Insert content of {0}
pt_br: Inserir conteúdo de {0}

source: Insert content of {0}...
pt_br: Inserir conteúdo de {0}...

source: Disable preprocessor line
pt_br: Desabilitar pré-processador de linha

source: Select File To Insert
pt_br: Selecionar arquivo para inserir

source: //inserted file {0}
pt_br: //arquivo {0} inserido

source: //end of insertion of file {0}
pt_br: //fim da inserção do arquivo {0}

source: Remove preprocessor line
pt_br: Remover pré-processador de linha

source: Replace with the new preprocessor syntax.
pt_br: Substituir com a nova sintaxe do pré-processador.

source: The "{0}" argument is required.
pt_br: O argumento "{0}" é requerido.

source: Executing command line: {0}
pt_br: Executando linha de comando: {0}

source: Platform type not set, using {0}.
pt_br: Tipo de plataforma não configurada, utilizar {0}.

source: Platform type is custom but command line attribute is missing, using {0} platform.
pt_br: Tipo de plataforma está personalizada mas o atributo da linha de comandoestá perdida, usar plataforma {0}.

source: Setting attribute "{0}" to "{1}"
pt_br: Configurando atributo "{0}" para "{1}"

source: Error while loading keystore ({0}).
pt_br: Erro ao carregar a chave de armazenamento ({0}).

source: The platform home directory {0} is missing.
pt_br: Está faltando a plataforma do diretório home {0}.

source: CUSTOM
pt_br: Personalizar

source: Error while accessing {0} file.
pt_br: Erro ao acessar o arquivo {0}.

source: Ignoring path ({0}).
pt_br: Ignorar caminho ({0}).

source: The source directory {0} is missing.
pt_br: Está faltando o diretório de código-fonte {0}.

source: The destination directory {0} is missing.
pt_br: Está faltando o diretório de destino {0}.

source: {0} is not a supported platform.
pt_br: {0} não está em uma plataforma suportada.

source: Platform {0} does not support "{1}" configuration, setting back to {2}.
pt_br: Platforma {0} não suporta configuração "{1}", voltar configuração para {2}.

source: Using {0} platform default configuration {1}.
pt_br: Utilizando plataforma {0} para configuração padrão {1}.

source: Preverification failed with error code {0}.
pt_br: Pré-verificação falhou com o código de erro {0}.

source: Preverified classes ({0}) are up-to-date -> leaving unmodified.
pt_br: Classes pré-verificadas ({0}) são atualizadas -> deixando inalterada.

source: Preverifying {0} file(s) into {1} directory.
pt_br: Pré-verificando arquivo(s) {0} dentro do diretório {1}.

source: One of the "jadFile", "jadUrl" attributes is required in dependency on "execMethod".
pt_br: Um dos atributos "jadFile", "jadUrl" é requerido na dependência em "execMethod".

source: Execution failed with error code {0}.
pt_br: Execução falha com o código de erro {0}.

source: Platform {0} is not supported for execution.
pt_br: Platforma {0} não é suportada para a execução.

source: Platform {0} does not support "{1}" execution method, using default.
pt_br: Platforma {0} não suporta o método de execução "{1}", utilizar padrão.

source: Platform {0} is not supported for debugging.
pt_br: Platforma {0} não é suportada para depuração.

source: Platform {0} does not support "{1}" debugging method, using default.
pt_br: Platforma {0} não suporta método de depuração "{1}", utilizar padrão.

source: Missing or invalid "jadUrl" attribute.
pt_br: Abributo "jadUrl" está faltando ou está inválido".

source: Setting execution method to standard/default execution.
pt_br: Método de execução de configuração para execução padrão.

source: Starting emulator in execution mode
pt_br: Iniciando emulador no modo execução

source: Starting emulator in debug server mode on port {0}
pt_br: Iniciando emulador no modo servidor de depuração na porta {0}

source: Jad URL for OTA execution: {0}
pt_br: Jad URL para execução OTA: {0}

source: STANDARD
pt_br: Padrão

source: The "source" file ({0}) is missing.
pt_br: está faltando o arquivo "source" ({0}).

source: The "jarFile" ({0}) is missing.
pt_br: Está faltando o "jarFile" ({0}).

source: Updating application descriptor: {0}
pt_br: Descritor de aplicativos atualizando: {0}

source: Loading application descriptor from {0}
pt_br: Descritor de aplicativos carregando de {0}

source: Application descriptor does not declare any MIDlet.
pt_br: Descritor de aplicativos não declara nenhum MIDlet.

source: Direct execution is not allowed.
pt_br: Execução direta não é permitida

source: Missing mandatory attribute "{0}"
pt_br: Falta atributo obrigatório "{0}"

source: Missing mandatory attribute "{0}" , setting its value to "{1}"
pt_br: Falta atributo obrigatório "{0}" , configure seu valor para "{1}"

source: Generated "{0}" is {1} bytes.
pt_br: Gerado "{0}", {1}) bytes.

source: Saving the application descriptor to {0}
pt_br: Salvando descritor de aplicação para {0}

source: Jad file is up-to-date -> leaving unmodified.
pt_br: Arquivo jad é atualizado -> deixando inalterado.

source: Line has invalid format.
pt_br: Linha tem formato inválido.

source: Line: "{0}"
pt_br: Linha: "{0}"

source: Signing Jar
pt_br: Assinatura jar

source: No provider for specified keystore type ({0}).
pt_br: Sem fornecedor para repositório de chaves especificado tipo ({0}).

source: Unsupported keystore type ({0}).
pt_br: Repositório de chaves não suportado tipo ({0}).

source: No certificate for alias ({0}) or alias is encoded with unsupported algorithm.
pt_br: Nenhum certificado de apelido ({0}) ou apelido é codificado com algoritmo não suportado.

source: Adding {0} certificate attribute.
pt_br: Adicionar atributo de certificado {0}.

source: Error while encoding certificate.
pt_br: Erro ao gerar certificado.

source: Adding {0} attribute.
pt_br: Adicionar atributo {0}.

source: Algorithm ({0}) not found.
pt_br: Algoritimo ({0}) não encontrado.

source: Invalid target directory ({0}).
pt_br: Diretório destino inválido ({0}).

source: Extracted files ({0}) are up-to-date.
pt_br: Arquivos extraídos ({0}) são atualizados.

source: Processing path ({0}).
pt_br: Processando caminho ({0}).

source: Obfuscator type is not set, using {0} found in obfuscator classpath.
pt_br: Tipo perturbador não está configurado, usar {0} encontrado em classpath perturbador.

source: Obfuscator type ({0}) is not found in obfuscator classpath, using {1}.
pt_br: Tipo perturbador ({0}) não encontrado no classpath perturbador, usar {1}.

source: No obfuscator is found in obfuscator classpath.
pt_br: Nenhum perturbador foi encontrado em classpath perturbador.

source: Unknown obfuscator type {0}.
pt_br: Tipo perturbador {0} desconhecido.

source: Obfuscation failed with error code {0}.
pt_br: Perturbador falhou com código de erro {0}.

source: Cannot create temporary file.
pt_br: Não pode criar arquivo temporariamente.

source: Check if temp directory ({0}) exists, has write permission and there is enough free space.
pt_br: Verificar se diretório temp ({0}) existe, e se tem permissão para escrita e se existe muito espaço livre

source: Jar file ({0}) is up-to-date -> leaving unmodified.
pt_br: Arquivo jar ({0}) é atualizado -> deixando inalterado.

source: Classes excluded from obfuscation: {0}
pt_br: Classes excluídas do perturbador: {0}

source: Invalid obfuscation level ({0}), setting to default (0).
pt_br: Perturbador inválido nível ({0}), configure para padrão (0).

source: Obfuscator script ({0}) is missing.
pt_br: Está faltando script do perturbador ({0}).

source: Error while reading obfuscator input script ({0}).
pt_br: Erro ao ler script de entrada do perturbador ({0}).

source: Copying jar file ({0}) to {1}.
pt_br: Copiando arquivo jar ({0}) para {1}.

source: Error while copying jar file ({0}) to {1}.
pt_br: Erro ao copiar arquivo jar ({0}) para {1}.

source: Skipping path element {0} from obfuscation classpath.
pt_br: Ignorando caminho do elemento {0} do classpath do perturbador.

source: The element was not found.
pt_br: O elemento não foi encontrado.

source: PROGUARD,NONE
pt_br: PROGUARD,NENHUM

source: Mobility Ant Extension Library
pt_br: Biblioteca de extensão Ant em mobilidade

source: Provides Java ME extensions to Ant.
pt_br: Fornece extensões Java ME para o Ant.

source: Key for alias ({0}) is not a private key.
pt_br: Chave de apelido ({0}) não é uma chave privada.

source: STANDARD,OTA
pt_br: PADRÃO,OTA

source: {0} attribute format ({1}) is invalid.
pt_br: Atributo {0} formato ({1}) é válido.

source: The "manifest" ({0}) is missing.
pt_br: Está faltando o "manifest ({0}).

source: The "jadFile" ({0}) is missing.
pt_br: Está faltando o "jadFile" ({0}).

source: Obfuscation failed.
pt_br: Perturbador falhou.

source: See log file ({0}) for details.
pt_br: Ver arquivo de log ({0}) para mais detalhes.

source: There are no entry points (MIDlet classes) specified.
pt_br: Não existe pontos de entrada especificada (classes MIDlet).

source: No obfuscation will be performed.
pt_br: Nenhum perturbador será executado.

source: Writing pre-processed files to {0}
pt_br: Escrevendo arquivos pré-processados para {0}

source: Problem deleting {0}
pt_br: Excluindo problema {0}

source: Problem renaming {0} to {1}
pt_br: Renomeando problema {0} para {1}

source: Pre-processing {0} file(s) into {1} directory.
pt_br: Pré-processando arquivo(s) {0} dentro do diretório {1}.

source: Pre-processing file: {0}
pt_br: Pré-processando arquivo: {0}

source: {0} warning(s)
pt_br: {0} aviso(s)

source: {0} error(s)
pt_br: {0} erro(s)

source: Preprocessing Failed
pt_br: Pré-processamento falhou

source: IO error while extracting ({0}).
pt_br: Erro de IO ao extrair ({0}).

source: No matching close block
pt_br: Nenhuma correspondência de bloco fecha

source: No valid configurations
pt_br: Nenhuma configuração válida

source: Contains bad configurations: {0}
pt_br: Contem configurações inválidas: {0}

source: Does not match end tag
pt_br: Não corresponde ao fim da marcação

source: Does not match start tag
pt_br: Não corresponde ao início da marcação

source: J2ME Ant Extension
pt_br: Extensão Ant J2ME

source: ANT Contrib
pt_br: Contribuidor do ANT

source: expression expected (abilities delimited by comma)
pt_br: expressão esperada (habilidades delimitadas por vírgula)

source: enclosing statement expected
pt_br: esperada uma expressão inclusa

source: ability expected
pt_br: esperada uma habilidade

source: error in the expression
pt_br: erro na expressão

source: expression expected
pt_br: esperada uma expressão

source: right bracket expected
pt_br: esperado um suporte direito

source: the ability is not defined, using empty string
pt_br: a habilidade não está definida, usar string vazia

source: condition used other then at the first line
pt_br: outra condição utilizada em seguida da primeira linha

source: assigment value expected
pt_br: esperado um valor designado

source: unknown preprocessor directive
pt_br: diretiva de pré-processador não conhecido

source: unknown syntax error
pt_br: erro de sintaxe não conhecido

source: error in the expression (abilities delimited by comma only)
pt_br: erro na expressão (habilidades delimitadas por apenas vírgula)

source: unfinished string
pt_br: string não finalizada

source: unexpected argument
pt_br: argumento não esperado

source: the ability does not have defined value, using empty string
pt_br: a habilidade não tem valor definido, utilizar string vazia

source: the number is compared with the string lexicographically
pt_br: o número é comparado com a string lexicograficamente

source: the ability contains string value so it is compared with the number lexicographically
pt_br: a habilidade contem valor string por isso ela é comparada com o número lexicograficamente

source: //#endif without preceding //#if or //#ifdef or //#ifndef
pt_br: //#endif sem precedente //#if ou //#ifdef ou //#ifndef

source: old block end without preceding block start
pt_br: final do bloco antigoo sem precedente do início do bloco

source: //#else without preceding //#if or //#ifdef or //#ifndef
pt_br: //#else sem precedente //#if ou //#ifdef ou //#ifndef

source: //#enddebug without preceding //#debug
pt_br: //#enddebug sem precedente //#debug

source: unterminated block
pt_br: bloco não terminado

source: Secure Copy (SCP, SFTP)
pt_br: Cópia segura (SCP, SFTP)

source: &Server:
pt_br: &Servidor:

source: User &Name:
pt_br: &Nome do usuário:

source: &Password*:
pt_br: &Senha*:

source: Target Directory:
pt_br: Diretório de destino:

source: P&ort:
pt_br: P&orta:

source: S&eparator:
pt_br: S&eparador:

source: Pass&ive Mode Transfer
pt_br: Transferência de modo pass&ivo

source: *) The passwords are stored in an unencrypted form.
pt_br: *) As senhas são armazenadas em uma forma não criptografada.

source: This may be a security risk in some cases.
pt_br: Este pode ser um risco de segurança em alguns casos.

source: If you leave the field empty you will be asked to enter the password when required.
pt_br: Se você deixar o campo vazio você será solicitado a digitar a senha quando necessário.

source: Use &Key Authentication
pt_br: Utilizar &chave de autenticação

source: K&ey File:
pt_br: Arquivo c&have:

source: &Browse...
pt_br: &Navegador...

source: Key &Passphrase*:
pt_br: Chave &Passphrase*:
